---
kind: enumMember
id: F:Autodesk.Revit.UI.TaskDialogIcon.TaskDialogIconInformation
enum: Autodesk.Revit.UI.TaskDialogIcon
source: html/6c3246ba-2a00-386e-1ec4-39cdb7ad664e.htm
---
# Autodesk.Revit.UI.TaskDialogIcon.TaskDialogIconInformation

Information icon.